[
  {
    "source": "Resolução 01/2012",
    "topic": "Direitos do Aluno",
    "content": "Art. 3º, I a III: São direitos dos alunos participar de atividades curriculares e extracurriculares; ter atendimento por todos os servidores, observando a hierarquia; e recorrer de decisões dos órgãos administrativos."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Direitos do Aluno",
    "content": "Art. 3º, IV a VI: São direitos dos alunos frequentar as dependências do IFPR conforme as normas; ter acesso a informações sobre atividades e regulamentos; e conhecer o registro de qualquer infração, com amplo direito de defesa."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Direitos do Aluno",
    "content": "Art. 3º, VII a X: São direitos dos alunos ter sua integridade física e moral respeitada; participar de órgãos de representação estudantil; apresentar sugestões de melhoria; e solicitar auxílio de professores."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Deveres do Aluno",
    "content": "Art. 4º, I a IV: São deveres dos alunos valorizar o ensino público; participar efetivamente das atividades de ensino; comparecer a convocações; e colaborar para a conservação e higiene do patrimônio institucional."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Deveres do Aluno",
    "content": "Art. 4º, V a IX: São deveres dos alunos informar sobre atos que ponham em risco a segurança; cumprir normas de uso de equipamentos; usar o instrumento de identificação; participar de atos cívicos de forma respeitosa; e manter silêncio perto de salas de aula e bibliotecas."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Deveres do Aluno",
    "content": "Art. 4º, X a XIV: São deveres dos alunos responsabilizar-se por seu material; tratar todos com respeito e urbanidade; manter dados de contato atualizados; acompanhar o calendário escolar; e dignificar o nome do IFPR."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Proibições",
    "content": "Art. 5º, I a V: É proibido desrespeitar o processo de ensino, provocar algazarras; cometer ofensa ou dano moral/físico; assistir aulas sem matrícula; usar meios ilícitos para obter notas ou frequência; e alterar ou falsificar documentos."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Proibições",
    "content": "Art. 5º, VI a IX: É proibido retirar bens sem autorização; portar ou usar substâncias ilícitas, armas ou materiais perigosos; permanecer nas atividades sob efeito de tais substâncias; e praticar jogos de azar."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Proibições",
    "content": "Art. 5º, X a XIII: É proibido executar atividades ou usar vestimentas que atentem ao pudor; facilitar a entrada de pessoas estranhas; exercer atividades comerciais ou político-partidárias sem autorização; e fumar nas dependências do IFPR."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Proibições",
    "content": "Art. 5º, XIV a XVII: É proibido utilizar equipamentos para fins não relacionados ao ensino; interromper atividades sem autorização; usar aparelhos que atrapalhem as aulas (celulares, etc.); e provocar danos materiais ao patrimônio."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Sanções Disciplinares",
    "content": "Art. 9º: As sanções disciplinares, em ordem crescente de gravidade, são: advertência escrita, suspensão e expulsão. A aplicação considera a gravidade, os danos, as circunstâncias e os antecedentes do aluno."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Sanções Disciplinares",
    "content": "Art. 16 e 17: A suspensão pode ser aplicada em caso de reincidência de advertência ou em infrações específicas. A expulsão pode ser aplicada em caso de reincidência de suspensão ou em infrações de maior gravidade, como agressão física, falsificação de documentos ou porte de armas."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Processo Disciplinar",
    "content": "Art. 14 e 18: Para infrações que possam levar a suspensão superior a 8 dias ou expulsão, é obrigatória a instauração de um Processo Disciplinar para apurar os fatos. O aluno sempre terá direito à ampla defesa e ao contraditório durante todo o processo."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Direitos do Aluno",
    "content": "Como estudante do IFPR, você tem direito a participar de todas as atividades, ser atendido com respeito por todos os servidores, recorrer de decisões, frequentar as dependências do campus e ter acesso a todas as informações e regulamentos. Seu direito de defesa em qualquer situação disciplinar é garantido."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Deveres do Aluno",
    "content": "É seu dever como estudante valorizar o ensino, participar das aulas com respeito, colaborar com a conservação do patrimônio, manter a higiene dos espaços, tratar todos com urbanidade e dignificar o nome do IFPR em todas as situações."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Proibições Gerais",
    "content": "É proibido no campus: desrespeitar colegas e servidores, provocar bagunça, usar meios ilegais para obter notas (cola), falsificar documentos, fumar, portar ou usar substâncias ilícitas e armas, ou danificar o patrimônio público."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Uso de Celular em Aula",
    "content": "É proibido utilizar aparelhos eletrônicos, como celulares, em situações que atrapalhem as aulas e o aprendizado. O uso só é permitido se o professor autorizar para uma atividade pedagógica específica."
  },
  {
    "source": "Resolução 01/2012",
    "topic": "Sanções Disciplinares",
    "content": "As punições para quem desrespeita as regras são, em ordem de gravidade: advertência escrita, suspensão e, em casos extremos, expulsão. A aplicação da pena leva em conta a gravidade do ato e os antecedentes do aluno."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Uniforme Escolar",
    "content": "O Grêmio Estudantil liderou o processo de escolha do uniforme institucional. Foi formada uma comissão de servidores para auxiliar, e a decisão sobre o modelo é feita através de votação com alunos e pais. O uso do uniforme é obrigatório e permanente para todos os níveis de ensino."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Uniforme Escolar",
    "content": "A comissão do uniforme realiza reuniões com representantes do grêmio estudantil para definir o modelo permanente de uniforme, que será adotado por todos os alunos do campus."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Advertências e Más Condições",
    "content": "O Colegiado de Gestão Pedagógica (CGPC) já discutiu sobre a não aplicação de advertências e as más condições de limpeza das salas de aula. Foi decidido fechar salas e laboratórios fora do horário de aula e aplicar advertências verbais e formais a quem danificar o patrimônio ou sujar os espaços."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Aproveitamento de Estudos",
    "content": "Para o aproveitamento de estudos anteriores, a avaliação é feita por curso, por uma única comissão, e o parecer dessa comissão é válido para todo o ano. Não são mais realizadas comissões individuais por aluno."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Atraso de Alunos (Transporte)",
    "content": "Alunos que utilizam transporte municipal (ônibus) podem ter atrasos. Foi solicitado aos professores que permitam a entrada desses alunos, cujos nomes estarão em uma lista fixada nas salas de aula."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Carga Horária e Propostas de Cursos",
    "content": "O CGPC discute propostas de novos cursos, como Técnico em Comércio e Secretariado, avaliando a carga horária, custos e demanda social. A abertura de novos cursos depende da contratação de mais professores na área de gestão."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Uso da Sala dos Professores e Coordenações",
    "content": "Foi discutida a melhor forma de utilização da Sala das Coordenações. Para segurança dos materiais, foi sugerido que a sala seja trancada, com possibilidade de acesso via biometria no futuro."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Participação em Conselhos de Classe",
    "content": "O Grêmio Estudantil solicitou a participação de alunos nos Conselhos de Classe. Foi definido que o formato (se o aluno participa da reunião toda ou apenas em parte) será decidido pelo Coordenador de cada curso."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Atividades Remotas (APNP)",
    "content": "Durante a pandemia, as atividades remotas (APNP) não foram consideradas como aulas ou conteúdos normais e não contaram como dias letivos. O foco foi na aprendizagem do estudante, não na quantidade de conteúdo, com preocupação sobre a sobrecarga de atividades."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Uso do Google Classroom",
    "content": "O Google Classroom foi a ferramenta sugerida para as atividades remotas durante a pandemia, junto com outras plataformas como o Moodle. A frequência era atribuída a partir do retorno dos estudantes às atividades presenciais."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Estudantes sem Acesso Digital",
    "content": "Existe uma grande preocupação com os alunos que não têm acesso à tecnologia. O NAPNE (Núcleo de Atendimento às Pessoas com Necessidades Educacionais Específicas) e os colegiados buscam formas de garantir a inclusão e o auxílio a esses estudantes."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Eventos e Olimpíadas",
    "content": "O campus discute a participação em eventos como a FEPIAC, IFTECH e SEPIN. Para Olimpíadas como a OBMEP, a orientação é focar nas que são mais efetivas e, se possível, aplicá-las em contraturno para não prejudicar as outras aulas."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Segurança e Saída do Campus",
    "content": "Há uma preocupação com a segurança dos alunos que não participam das aulas e saem do campus. Sugestões incluem a implementação de um sistema de crachá com código de barras e a presença de um porteiro ou vigilante na entrada para controlar o acesso."
  },
  {
    "source": "Atas do CGPC",
    "topic": "PACE (Auxílio Estudantil)",
    "content": "O controle do Programa de Assistência Complementar ao Estudante (PACE) é feito pela Coordenação de Ensino. O edital possui normas para evitar que estudantes que não necessitem do auxílio se beneficiem dele."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Troca de Aulas entre Professores",
    "content": "Trocas de turmas e aulas entre docentes devem ser comunicadas oficialmente à DIEPEX (Direção de Ensino, Pesquisa e Extensão) e à COENS (Coordenação de Ensino), pois podem impactar o rendimento dos estudantes."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Saídas Técnicas e Viagens",
    "content": "Quando houver saídas técnicas com estudantes para fora do campus, é necessário abrir um processo no SEI, informando quem será o professor substituto para as turmas que ficarem sem aula. Os estudantes precisam de autorização assinada pelos responsáveis."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Regulamento dos Laboratórios",
    "content": "Foi criado um regulamento unificado para todos os laboratórios do campus, exceto o de informática, para padronizar o uso e as normas de segurança e convivência nesses espaços."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Calendário Acadêmico e Feriados",
    "content": "O Calendário Acadêmico é discutido e aprovado anualmente, definindo início e fim do ano letivo, períodos de férias, recessos, sábados letivos e datas de eventos importantes como a Semana Integrada de Educação Profissional (SIEP)."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Processo Seletivo (Vestibular)",
    "content": "A forma de ingresso nos cursos do IFPR (processo seletivo) é um tema recorrente. Durante a pandemia, o ingresso para o nível médio foi por sorteio público. Discute-se o uso das notas do ENEM para os cursos superiores."
  },
  {
    "source": "Atas do CGPC",
    "topic": "Acolhida de Novos Alunos",
    "content": "Para evitar a frustração de novos alunos com o início tardio das aulas, o campus planeja atividades de acolhimento e ambientação, com tours virtuais e presenciais (quando possível) pela biblioteca, laboratórios e outros setores."
  }
]

