[
  {
    "source": "Resolução 01/2012, Art. 3º",
    "topic": "Direitos do Aluno",
    "content": "Como estudante do IFPR, você tem direito a participar de todas as atividades (curriculares e extracurriculares), ser atendido com respeito por todos os servidores, recorrer de decisões, frequentar as dependências do campus e ter acesso a todas as informações e regulamentos. Seu direito de defesa em qualquer situação disciplinar é totalmente garantido."
  },
  {
    "source": "Resolução 01/2012, Art. 4º",
    "topic": "Deveres do Aluno",
    "content": "É seu dever como estudante valorizar o ensino, participar das aulas com respeito, colaborar para a conservação do patrimônio e para a higiene dos espaços, tratar todos com urbanidade, responsabilizar-se por seus pertences e dignificar o nome do IFPR em todas as situações."
  },
  {
    "source": "Resolução 01/2012, Art. 5º",
    "topic": "Proibições Gerais",
    "content": "É estritamente proibido no campus: desrespeitar colegas e servidores, provocar bagunça, usar meios ilegais para obter notas (colar), falsificar documentos, fumar, portar ou usar substâncias ilícitas e armas, ou danificar o patrimônio público. Agressão física ou moral tem tolerância zero."
  },
  {
    "source": "Senso Comum e Resolução 01/2012, Art. 5º, X",
    "topic": "Namoro no Campus",
    "content": "Sim, é permitido ter um relacionamento afetivo no campus. O que se pede é bom senso e respeito. Demonstrações de afeto como andar de mãos dadas são normais. No entanto, comportamentos íntimos ou excessivos não são adequados, pois podem ser considerados atos que atentem ao pudor, conforme o Regulamento Disciplinar Discente."
  },
  {
    "source": "Resolução 01/2012, Art. 4º, IX e Art. 5º, I",
    "topic": "Barulho e Música",
    "content": "Nos corredores e proximidades de salas de aula, o silêncio é um dever para não atrapalhar as atividades. O uso de caixas de som com música alta é proibido, pois pode ser considerado uma perturbação da ordem. Para ouvir música, a regra é usar fones de ouvido."
  },
  {
    "source": "Resolução 01/2012, Art. 5º, XVI e Legislação de Direito de Imagem",
    "topic": "Uso de Celulares",
    "content": "Em sala de aula, o celular deve permanecer guardado e silencioso, sendo seu uso permitido apenas com autorização expressa do professor para fins pedagógicos. É terminantemente proibido filmar ou fotografar colegas e servidores sem permissão explícita, em respeito ao direito de imagem."
  },
  {
    "source": "Deliberação do CGPC (Ata de 24/04/2019 e outras)",
    "topic": "Uniforme e Vestimenta",
    "content": "O uso do uniforme institucional padrão é obrigatório. A decisão foi estabelecida em reuniões do CGPC com a participação de servidores, pais e do Grêmio Estudantil. Caso esteja sem uniforme, você deve se apresentar na SEPAE para justificar; a reincidência leva à comunicação com os responsáveis."
  },
  {
    "source": "Deliberação do CGPC",
    "topic": "Uniforme e Vestimenta - Exceções",
    "content": "Existem exceções para o uso do uniforme padrão, como o 'Dia do Uniforme Diferente' (geralmente às quartas-feiras) para camisetas de turma ou projetos, e a criação de uniformes exclusivos para formandos. Ambas as situações exigem aprovação prévia da Coordenação de Curso, conforme discutido e deliberado pelo CGPC."
  },
  {
    "source": "Deliberação do CGPC (Ata de 27/02/2019)",
    "topic": "Alimentação no Campus",
    "content": "É proibido comer dentro das salas de aula, laboratórios e auditório. Esta regra foi decidida pelo Colegiado de Gestão Pedagógica do Campus (CGPC) para manter a higiene, evitar pragas e proteger os equipamentos. Salas onde a regra for desrespeitada podem ser fechadas durante os intervalos."
  },
  {
    "source": "Protocolos Pedagógicos e Legislação Específica",
    "topic": "Bullying e Cyberbullying",
    "content": "Bullying, definido como violência física ou psicológica intencional e repetitiva, é uma falta grave. O campus, através da SEPAE, oferece um canal seguro e sigiloso para denúncias e apoio. Se você sofre ou testemunha bullying, procure a equipe pedagógica imediatamente."
  },
  {
    "source": "Resolução 01/2012, Art. 4º, IV e Art. 7º",
    "topic": "Cuidado com o Patrimônio (Vandalismo)",
    "content": "É dever do aluno colaborar para a conservação do patrimônio. Provocar danos a carteiras, paredes ou equipamentos é uma falta grave. Conforme o Art. 7º do Regulamento, o aluno ou seu responsável terá a obrigação de reparar o dano causado."
  },
  {
    "source": "Normas Acadêmicas do IFPR",
    "topic": "Faltas e Atestados Médicos",
    "content": "Em caso de falta por motivo de saúde, o estudante tem até 72 horas (3 dias) para protocolar o atestado médico na Secretaria Acadêmica. O documento justifica a ausência e garante o direito a atividades de reposição ou segunda chamada, mas não abona as faltas do registro de frequência."
  },
  {
    "source": "Deliberação do CGPC",
    "topic": "Saída Antecipada do Campus",
    "content": "A saída antecipada do campus antes do horário regular só é permitida para menores de idade com autorização expressa e registrada dos responsáveis na SEPAE. Professores não podem liberar turmas mais cedo sem uma justificativa formal, conforme deliberação do CGPC para garantir a segurança dos alunos."
  },
  {
    "source": "Estrutura Organizacional do Campus",
    "topic": "Papel da Inspeção e da SEPAE",
    "content": "Os Inspetores de Alunos (Inspetoria) são a linha de frente para a segurança e organização da convivência diária. A SEPAE (Seção Pedagógica e de Assuntos Estudantis) é o setor de apoio para questões de aprendizagem, dificuldades, mediação de conflitos e justificativas."
  },
  {
    "source": "Deliberação do CGPC (Ata de 27/02/2019)",
    "topic": "Atraso de Alunos (Transporte)",
    "content": "O CGPC já discutiu sobre os atrasos de alunos que dependem de transporte municipal. Foi solicitado aos professores que permitam a entrada desses estudantes, cujos nomes podem constar em listas específicas, para não prejudicar seu aprendizado."
  },
  {
    "source": "Deliberação do CGPC (Ata de 27/02/2019)",
    "topic": "Atraso de Alunos (Transporte)",
    "content": "O CGPC já discutiu sobre os atrasos de alunos que dependem de transporte municipal. Foi solicitado aos professores que permitam a entrada desses estudantes, cujos nomes podem constar em listas específicas, para não prejudicar seu aprendizado."
  },
  {
    "source": "Práticas de Convivência e Deliberação do CGPC",
    "topic": "Circulação de Alunos e Permanência em Áreas Comuns",
    "content": "A circulação nos corredores e prédios durante os horários de aula deve ser mínima para não atrapalhar as atividades. A equipe de inspetores orienta os estudantes que não estão em aula a se dirigirem para as áreas de convivência designadas, como os pátios ou a biblioteca, para manter a ordem e o ambiente focado no estudo."
  }
]
